tests/WebformulierenVerwerker/scenario02/CorsaConnectRequest1.xml

<?xml version="1.0" encoding="UTF-8"?>
<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:bct="http://bct.nl">
	<soap:Header/>
	<soap:Body>
		<bct:Connect>
			<bct:ApplicationID>KodsionformulierenNaarCorsa</bct:ApplicationID>
			<bct:ConnectionID>Corsa</bct:ConnectionID>
			<bct:UserName>Local username test</bct:UserName>
			<bct:Password>Local password test</bct:Password>
			<bct:EncodedPass>false</bct:EncodedPass>
		</bct:Connect>
	</soap:Body>
</soap:Envelope>